Repository: a-pasquale/Products.Collage
Catalog: Products/Collage/i18n/collage-*.po
Languages: da, de, es, eu, fr, it

source: Automatic
da: Automatisk
de: Automatisch
es: Automático
eu: Automatikoa
fr: Automatique
it: Automatico

source: Column inserted.
da: Kolonne indsat
de: Spalte hinzugefügt
es: Columna añadida.
eu: Zutabea gehituta.
fr: Colonne insérée.
it: Colonna inserita.

source: Featured
da: Fremhævet
de: Hervorgehoben
es: Destacado
eu: Destakatua
fr: Encart
it: Caratteristico

# Large left
source: Left column large
da: Stor venstre
de: Viel Platz links
es: Grande a la izquierda
eu: Ezker zutabe handia
fr: Colonne gauche large
it: Colonna sinistra larga

# Large right
source: Right column large
da: Stor højre
de: Viel Platz rechts
es: Grande a la derecha
eu: Eskuin zutabe handia
fr: Colonne droite large
it: Colonna destra larga

source: Portlet
eu: Portleta
fr: Boîte

source: Row added.
da: Række tilføjet
de: Zeile hinzugefügt
es: Fila añadida.
eu: Lerroa gehituta.
fr: Ligne ajoutée.
it: Riga aggiunta

source: Standard
da: Almindelig
es: Estándar
eu: Arrunta

source: View changed.
da: Visning ændret
de: Ansicht wurde verändert
es: Vista cambiada.
eu: Bista aldatuta.
fr: Vue modifiée.
it: Vista modificata

# button_add_collagerow
source: Add row
da: Tilføj række
de: Zeile hinzufügen
es: Añadir fila.
eu: Lerroa gehitu
fr: Ajouter une ligne
it: Aggiungi una riga

source: event_more_information
es: Más información sobre el evento
eu: Hitzordu honen inguruko informazio gehiago
fr: En savoir plus…

# help_insert_existing_items
source: Choose an existing item to insert. Use dropdown to filter on type and/or text field to restrict search. Hit the [Enter] key to submit your search.
da: Vælg et eksisterende indholdsobjekt, du vil indsætte. Vælg rullemenu for at filtrere efter type.
de: Wählen Sie einen vorhandenen Artikel um ihn hinzuzufügen. Wählen Sie die Auswahlbox um Artikeltypen zu filtern.
es: Elija el elemento a insertar. Puede utilizar el menú para elegir un tipo de elemento o el buscador para encontrarlo.
eu: Existitzen den elementu bat aukeratu orrialdean sartzeko. Motaren araberako bilaketa egin dezakezu eta baita testu bidezko bilaketa ere.
fr: Choisissez un élément existant à insérer. Utilisez le menu déroulant pour filtrer sur les types de contenu et/ou le champ texte pour affiner la recherche. Tapez la touche [Entrée] pour lancer la recherche.
it: Inserisci un elemento già esistente. Utilizza il menù per filtrare per tipo di elemento, premi infine [Invio] per concludere

# help_insert_new_item
source: Select a content-type to insert.
da: Vælg en indholdstype, der skal oprettes.
de: Wählen Sie einen Artikeltyp um ihn hinzuzufügen.
es: Seleccione el tipo de elemento a añadir.
eu: Aukeratu gehitu beharreko elementu-mota
fr: Sélectionnez un type de contenu à insérer.
it: Seleziona un tipo di contenuto da inserire

# help_optional_column_title
source: Optionnal column title
da: Hvis du ønsker en overskrift til denne kolonne, kan du skrive den her.
de: Optional können Sie hier einen Titel für die Spalten eingeben.
eu: Zutabearen izenburua (hautazkoa)
fr: Un titre optionnel pour la colonne.
it: Un titolo opzionale per la colonna

# help_optional_row_title
source: Optionnal row title
da: Hvis du ønsker en overskrift til denne række, kan du skrive den her.
de: Optional können Sie hier einen Titel für die Zeile eingeben.
eu: Lerroaren izenburua (hautazkoa)
fr: Un titre optionnel pour la ligne.
it: Un titolo opzionale per la riga

# help_select_layout
source: Choose a layout for this item.
da: Vælg et layout for dette objekt
de: Wählen Sie eine Ansicht für diesen Artikel
es: Seleccione una vista para este objeto.
eu: Elementu honen itxura aldatu
fr: Choisissez un modèle d'affichage pour cet élément.
it: Scegli un modello per questo elemento

# label_alias_target
source: Referenced item
da: Vælg alias
de: Ziel
es: (alias)
eu: Erreferentziatutako elementua
fr: Elément référencé
it: Elemento riferito

# label_aliased
source: (alias)
eu: (aliasa)

# label_all_content_types
source: All content types
da: Alle
de: Alle
es: Todos los tipos
eu: Elementu mota guztiak
fr: Tous les types de contenu
it: Tutti i tipi di contenuto

# label_content_type
source: Content type
da: Indholdstype
de: Artikeltypen
es: Tipo de elemento
eu: Elementu mota
fr: Type de contenu
it: Tipo di contenuto

# label_insert_existing_item
source: Insert existing item
da: Indsæt eksisterende objekt
de: Vorhandenen Artikel hinzufügen
es: insertar elemento existente
eu: Existitzen den elementua gehitu
fr: Insérer un élément existant
it: Inserisci un elemento già esistente

# label_insert_new_item
source: Insert new item
da: Indsæt nyt objekt
de: Neuen Artikel Hinzufügen
es: Insertar nuevo elemento
eu: Elementu berria gehitu
fr: Insérer un nouvel élément
it: Inserisci un nuovo elemento

# label_loading
source: Loading...
da: Henter...
de: Laden...
es: Cargando...
eu: Kargatzen...
fr: Chargement...
it: Sto caricando...

# label_move_down
source: Move down
da: Flyt ned
de: Runter schieben
es: Mover abajo
eu: Behera mugitu
fr: Descendre
it: Sposta in giù

# label_move_left
source: Move left
da: Flyt til venstre
de: Nach links schieben
es: Mover a la izquierda
eu: Ezkerrera mugitu
fr: Déplacer à gauche
it: Sposta a sinistra

# label_move_right
source: Move right
da: Flyt til højre
de: Nach rechts schieben
es: Mover a la derecha
eu: Eskumara mugitu
fr: Déplacer à droite
it: Sposta a destra

# label_move_up
source: Move up
da: Flyt op
de: Hinauf schieben
es: Mover arriba
eu: Gora mugitu
fr: Monter
it: Sposta in su

# label_no_items_added
source: This Collage does not have any items yet. Begin by adding a row.
da: Denne kollage er tom.
de: Diese Collage hat keine Artikel.
es: Este Collage no tiene elementos.
eu: Collage honek ez du elementurik. Hasi lerro bat gehituz.
fr: Cette page est vide. Commencez par ajouter une ligne.
it: Questo elemento della composizione non ha ancora elementi associati. Aggiungi degli elementi usando il menù a tendina per inserirli qui.

# label_optional_column_title
source: Column title
da: Overskrift
de: Titel
es: Título de columna (opcional)
eu: Zutabearen izenburua
fr: Titre de la colonne
it: Titolo della colonna

# label_optional_row_title
source: Row title
da: Overskrift
de: Titel
es: Título de fila (opcional)
eu: Lerroaren izenburua
fr: Titre de la ligne
it: Titolo della riga

# label_select_layout
source: Select layout
da: Vælg layout
de: Ansicht
es: seleccionar vista
eu: Itxura aukeratu
fr: Sélectionnez un modèle
it: Seleziona un modello

# label_show_description
source: Show description
da: Vis beskrivelse
de: Beschreibung anzeigen
es: Mostrar descripción
eu: Deskribapena erakutsi
fr: Afficher la description
it: Mostra la descrizione

# label_show_title
source: Show title
da: Vis overskrift
de: Titel anzeigen
es: Mostrar título
eu: Izenburua erakutsi
fr: Afficher le titre
it: Mostra il titolo

# label_split_column
source: Add column
da: Opdel
de: Spalten
es: dividir
eu: Zutabea gehitu
fr: Créer une colonne
it: Crea una colonna

source: help_index_subobjects
es: Si activa esta opción permitirá que los contenidos de este Collage sean accesibles a través de la búsqueda del portal.
fr: Cette page sera affichée dans les résultats de recherche sur un terme contenu dans l'un de ses éléments. En cochant cette option, vous ralentirez également les opérations de modification de cette page et de ses éléments. Les résultats de recherche pourront également présenter cette page alors qu'elle ne fournit pas directement le terme recherché.

source: label_index_subobjects
es: Añadir los elementos de Collage en el buscador?
fr: Indexer localement les éléments de cette page
